<template>
	<div class="rule">
		<h5>享利客平台服务条款与隐私协议</h5>
		<h4>一、服务条款的确认和接纳</h4>
		<p>1.您正在使用的移动电商平台享利客APP（以下简称“享利客”）的运营主体是杭州洞悉信息技术有限公司。《享利客APP用户服务协议》（以下简称本协议）的服务条款由用户与杭州洞悉信息技术有限公司共同订立。</p>
	    <p>2.在此您有义务仔细阅读（未成年人应在其法定监护人的陪同下阅读）本协议的各个条款。用户在登录程序过程中勾选“我已阅读服务条款”按钮表示用户完全接受本协议项下的全部条款。本协议即构成对享利客与用户双方之间的法律约束力的正式文件。</p>
	    <p>3.服务条款可由享利客随时更新，且无须另行通知，修改内容将在享利客上代替原先的服务条款。您随时可以打开阅读，用户如果不接受修改后的条款，可选择主动卸载享利客；如果用户同意本协议条款，即默认用户接受本协议及其修改。</p>
	    <h4>二、用户说明</h4>
	     <p>在使用享利客服务过程中，用户须遵守以下使用规范：</p>
	     <p>1.凡下载、浏览、和发布内容的用户均为享利客用户（以下简称“用户”），未成年人使用享利客必须征求其法定监护人的同意，完成对享利客交易平台的注册，则视为用户具备主体资格，能够承担法律责任。若因用户不具备主体资格而导致的一切后果，由用户及用户的法定监护人自行承担。</p>
	     <p>2.享利客提供技术支持和服务，为用户提供信息发布、交流、购买商品服务，为第三方经营者开设店铺经营，提供其他技术服务的电子商务交易平台。</p>
	     <p>3.享利客承诺，对用户的个人信息进行保密，不接受任何个人或单位的查询，国家机关依法查询除外，用户的个人设置除外。</p>
	     <p>4.在享利客平台上，用户有言论自由的权利。</p>
	     <p>5.用户在使用享利客服务过程中实施的所有行为均应遵守中华人民共和国法律、法规等规范性文件及享利客的各项规则的规定和要求，并严格遵守以下义务：</p>
	     <p>1）用户在享利客上发布、传播或以其他形式传送的信息不得违反宪法所确定的基本原则；</p>
	     <p>2）不得发布危害国家安全，泄露国家秘密，颠覆国家政权的信息资料或言论；</p>
	     <p>3）不得使用享利客从事商业秘密、个人信息窃取等违法犯罪行为；</p>
	     <p>4）不得散步谣言，扰乱社会秩序，破坏社会稳定的信息；</p>
	     <p>5）不得散步淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的信息；</p>
	     <p>6）不得煽动民族仇恨、民族歧视、破坏民族团结的信息；</p>
	     <p>7）不得侮辱或诽谤他人，侵犯他人权益；</p>
	     <p>8）不得组织以非法民间名义的活动；</p>
	     <p>9）不得发布包含：骚扰、中伤他人、带有辱骂性、攻击性的对他人造成伤害的信息和言论；</p>
	     <h4>三、 商品质量限制</h4>
	     <p>1、用户应理解享利客上发布的商品和货物可能存在风险和瑕疵，享利客不对本站进行交易所涉及商品的质量、安全、商品信息的真实性或准确性承担责任。</p>
	     <p>2、用户有责任切实维护自身持有的银行卡及资金安全，应当采取一切措施避免银行卡及身份信息被泄露。如您银行卡内资金有未经您许可的被盗刷、资金损失等行为，请您主动联系您的开户银行，或者就上述违法行为向公安机关报案。享利客不承担经系统识别的您卡内资金划转及损失。</p>
	     <h4>四、享利客平台性质</h4>
	     <p>1、享利客作为电子商务交易平台，遵循以下原则：</p>
	     <p>1）从不创造、编辑、修改享利客买家登录的内容；</p>
	     <p>2）享利客电商平台商品成交后，享利客不负责运送、储存或递交，商品直接从享利客商家转移到享利客买家手中，商品本身也从不为享利客所持有或处于享利客的控制范围内；</p>
	     <p>3）享利客电商平台从不允许买卖双方进行线下交易，对于违反规定的交易行为不承担任何责任；</p>
	     <p>4）享利客电商平台不对第三方知识产权权利人的产品，商标权，著作权，专利权，经销权和价格体系具有专业知识；</p>
	     <p>2、享利客及其提供的网上交易平台仅作为享利客商家提供产品及产品信息的展示平台。享利客及平台本身并不作为享利客商家和享利客买家的任何一方直接参与买卖交易，并且，享利客也不因为买家在平台上的交易和产品展示行为而与享利客商家和享利客买家之间成立任何的代理关系和保证关系。</p>
	     <p>3、对于享利客网上交易平台上的产品和信息，享利客不具备保证享利客商家、享利客买家以及相关产品信息的真实性、准确性、合法性和有效性，以及交易双方履行其在买卖协议项下的各项义务的能力，但享利客将采取措施对享利客商家进行监督评估，同时将评估结果进行适当公布，并提醒享利客买家通过自己的审慎判断确定交易风险。</p>
	     <p>4、如用户在购物过程中有任何疑问或与商家产生纠纷的，用户可以通过享利客官方渠道进行咨询和投诉。</p>
	     <p>5、因享利客商家与参与交易的享利客买家之间的交易行为引起的任何法律纠纷，包括但不限于投诉、起诉、举报及税赋等，均由参与交易的双方解决，享利客无义务参与或解决享利客买家与享利客商家的争议。但如果享利客商家怠于履行义务时，享利客有权介入享利客商家与享利客买家间的争议，依据一般人的认知程度对该争议进行判断和处置。</p>
	     <h4>五、免责条款</h4>
	     <p>1. 享利客平台不会且不能牵涉于交易各方的具体交易当中。倘若享利客商家与使用享利客服务的其他商家或注册用户发生争议，享利客平台商家应完全免除享利客因该等争议而引起的，或在任何方面与该等争议有关的任何 (实际和后果性的) 权利主张、要求和损害赔偿等方面的责任。</p>
	     <p>2. 享利客平台用户明确理解和同意，享利客不对因下述任一情况的发生而产生的任何损害承担责任，包括但不限于利润、商誉、使用、数据等方面的损失或其他无形损失的损害赔偿：</p>
	     <p>1）使用或未能使用享利客的服务；</p>
	     <p>2）第三方未经批准的接入或第三方更改您的传输资料或数据；</p>
	     <p>3）第三方网站/APP或链接的网站/APP服务声明或关于网站/APP服务的行为，以及因任何原因而引起的与第三方网站/APP或链接有关的任何其他事宜，包括疏忽。</p>
	     <h4>六、隐私保护</h4>
	     <p>享利客不对外公开或向第三方提供单个用户的注册资料及用户在使用网络服务时存储在本网站的非公开内容，但下列情况除外：</p>
	     <p>1.事先获得用户的明确授权；</p>
	     <p>2.根据有关的法律法规要求；</p>
	     <p>3.按照相关政府主管部门的要求；</p>
	     <p>4.该第三方同意承担与享利客同等的保护用户隐私的责任；</p>
	     <p>在不透露单个用户隐私资料的前提下，享利客有权对整个用户数据库进行分析并对用户数据库进行商业上的利用。
（本软件包含问题反馈功能，在用户提交反馈问题和联系方式的同时我们还会收集用户的IMEI号、手机型号等相关信息。 用户在反馈意见中所填写的联系方式，只会用于我们的客服与用户沟通与反馈，除征得用户明确同意和法律明确规定外，享利客不会向任何第三方提供用户上传信息。用户的信息不会被用于出售，出借或交换。）
</p>
         <h4>七、协议终止</h4>
         <p>1．用户同意，享利客有权依据本协议决定中止、终止向用户提供部分或全部享利客平台服务，暂时冻结或永久冻结（注销）用户的账户，且无须为此向用户或任何第三方承担任何责任，但本协议或法律法规另有明确要求的除外。</p>
         <p>2．出现以下情况时，享利客有权直接以注销账户的方式终止本协议：</p>
         <p>1）会员超过两年无登陆记录；</p>
         <p>2）享利客终止向用户提供服务后，用户涉嫌再一次直接或间接或以他人名义注册为享利客用户的；</p>
         <p>3）用户提供的电子邮箱不存在或无法接收电子邮件，且没有其他方式可以与用户进行联系，或享利客以其它联系方式通知用户更改电子邮件信息，而用户在享利客通知后七个工作日内仍未更改为有效的电子邮箱的；</p>
         <p>4）用户注册信息中的主要内容不真实或不准确或不及时或不完整；</p>
         <p>5）本协议（含规则）变更时，用户明示并通知享利客不愿接受新的服务协议的；</p>
         <p>6）其它享利客认为应当终止服务的情况。</p>
         <p>3．用户有权向享利客要求注销其账户，经享利客审核同意的，享利客注销（永久冻结）用户的账户，届时，用户与享利客基于本协议的合同关系即终止。用户的账户被注销（永久冻结）后，享利客没有义务为用户保留或向用户披露用户账户中的任何信息，也没有义务向用户或第三方转发任何用户未曾阅读或发送过的信息。</p>
         <p>4．用户同意，用户与享利客的合同关系终止后，享利客及其关联公司或者其合作组织仍享有下列权利：</p>
         <p>1）继续保存并使用用户的注册、登记信息、数据及您使用享利客服务期间的所有交易数据。</p>
         <p>2）用户在使用享利客服务期间存在违法行为或违反本协议和/或规则的行为的，享利客仍可依据本协议向您主张权利。</p>
         <p>5．享利客中止或终止向用户提供服务后，对于用户在服务中止或终止之前的交易行为依下列原则处理，用户应独力处理并完全承担进行以下处理所产生的任何争议、损失或增加的任何费用，并应确保享利客免于因此产生任何损失或承担任何费用：</p>
         <p>1）用户在服务中止或终止之前已经上传至享利客的物品尚未交易的，享利客有权在中止或终止服务的同时删除此项物品的相关信息；</p>
         <p>2）用户在服务中止或终止之前已经与其他会员达成买卖合同，但合同尚未实际履行的，享利客有权删除该买卖合同及其交易物品的相关信息；</p>
         <p>3）用户在服务中止或终止之前已经与其他会员达成买卖合同且已部分履行的，享利客可以不删除该项交易，但享利客有权在中止或终止服务的同时将相关情形通知您的交易对方。</p>
         <h4>八、法律适用、管辖与争议解决</h4>
         <p>1、本协议之效力、解释、变更、执行与争议解决均适用中华人民共和国法律，如无相关法律规定的，则应参照通用国际商业惯例和（或）行业惯例。</p>
         <p>2、因本协议产生之争议，应依照中华人民共和国法律予以处理。双方对于争议协商不成的，应当提交杭州洞悉信息技术有限公司营业地所在的人民法院诉讼解决。</p>
	</div>
</template>

<script>
</script>

<style scoped="scoped">
	.rule{
		font-size: .24rem;
		color: #333;
		padding: 0 .26rem .5rem;
	}
	.rule p{
		line-height: .4rem;
	}
	h5{
		padding: .48rem 0 .4rem;
		font-size: .32rem;
		 color: #333;
		 text-align: center;
	}
	h4{
		font-size: .24rem;
		color: #333;
		padding-top: .48rem;
	}
	h4:nth-of-type(1){
		padding-top: 0;
	}
</style>